Enterprise_Serivces/Prod/SilverGroup1/IssuedUserService-SG/result1/Iteration1/t1_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><wsa:Action>http://www.gamestop.com/services/csl/issueduser/contracts/2010/05/IIssuedUserService/GetIssuedUserByUserName</wsa:Action><wsa:MessageID>uuid:36fb9183-d214-4dbd-b6d5-9c9213d6465a</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>https://gatewayqa1.testgs.pvt/v1/IssuedUser</wsa:To></soap:Header><soap:Body><GetIssuedUserByUserName xmlns="http://www.gamestop.com/services/csl/issueduser/contracts/2010/05"><request><MachineName xmlns="http://www.gamestop.com/services/core/contracts/2010/05">test</MachineName><ClientID xmlns="http://www.gamestop.com/services/csl/issueduser/contracts/messages/2010/05">0</ClientID><UserName xmlns="http://www.gamestop.com/services/csl/issueduser/contracts/messages/2010/05">username</UserName></request></GetIssuedUserByUserName></soap:Body></soap:Envelope>